[{"question_id":"1","question_code":"Q9","question_desc":"How many women (over 18) are there in your household?"},{"question_id":"2","question_code":"Q10-Boys","question_desc":"How many children (boys) do you have?"},{"question_id":"3","question_code":"Q10-Girls","question_desc":"How many children (girls) do you have?"},{"question_id":"4","question_code":"Q11","question_desc":"How many boys (0-18) are there in your household?"},{"question_id":"5","question_code":"Q12","question_desc":"How many girls (0-18) are there in your household?"},{"question_id":"6","question_code":"Q13","question_desc":"Who is the head of this household? "},{"question_id":"7","question_code":"Q14-Girls","question_desc":"How many children (boys) under 5 do you have in this household? "},{"question_id":"8","question_code":"Q14-Boys","question_desc":"How many children (girls) under 5 do you have in this household? "},{"question_id":"9","question_code":"Q15","question_desc":"What is your education level? "},{"question_id":"10","question_code":"Q16","question_desc":"In your family, what are the most common life hazards or risks that you face frequently? Circle all that apply;"},{"question_id":"11","question_code":"Q17","question_desc":"How did you know about how to deal with the encountered life hazards or risks in your family"},{"question_id":"12","question_code":"Q18","question_desc":"If community members receive information on how to provide care for children and mothers, will illnesses and deaths of children and mothers decrease?"},{"question_id":"13","question_code":"Q19","question_desc":"Which of the following do you think are related to life saving and life improving matters? Circle all that apply;"},{"question_id":"14","question_code":"Q20","question_desc":"Did you or your spouse attend training session\/course on parenting, literacy, health or sanitation? If the answer is No, skip to 23."},{"question_id":"15","question_code":"Q21","question_desc":"If the answer to question 20 is yes, describe the duration of that program."},{"question_id":"16","question_code":"Q22","question_desc":"Who provided the training about parenting, education, health, Hygiene for you? name the organization"},{"question_id":"17","question_code":"Q23","question_desc":"Who are the most vulnerable groups in the society against life hazards and risks such as diseases outbreaks, displacements, conflicts, economic shocks, shortage or lack of food? Circle all that apply"},{"question_id":"18","question_code":"Q24","question_desc":"How important is it to you that such vulnerable groups in particular and the community at large learn about lifesaving and life improving matters? "},{"question_id":"19","question_code":"Q25","question_desc":"Do you have access to mobile phone services? "},{"question_id":"20","question_code":"Q26","question_desc":"Do you usually use SMS in communicating with your friends and families? "},{"question_id":"21","question_code":"Q27","question_desc":"Do you use internet for communication purpose?"},{"question_id":"22","question_code":"Q28","question_desc":"Are women or girls in your family allowed to own a cell phone set and a dedicated number? "},{"question_id":"23","question_code":"Q29","question_desc":"Other (please specify);"},{"question_id":"24","question_code":"Q30","question_desc":"How do you feel about the role as a parent? Circle all that apply;"},{"question_id":"25","question_code":"Q31","question_desc":"What are the characteristics for a caring parent? Circle all that apply;"},{"question_id":"26","question_code":"Q32","question_desc":"Which of the following statements describes the knowledge you have about parenting? Circle all that apply"},{"question_id":"27","question_code":"Q33","question_desc":"Within the past week, have you or anyone in the family told stories to your child?"},{"question_id":"28","question_code":"Q34","question_desc":"At what age do you allow your children to get an education?"},{"question_id":"29","question_code":"Q35","question_desc":"How frequently do you do of the following things?"},{"question_id":"30","question_code":"Q36","question_desc":"Which of the following behaviours of your child highly irritates you? Circle all that apply"},{"question_id":"31","question_code":"Q37","question_desc":"How often do you use the following methods to discipline the undesirable behaviour of your child? "},{"question_id":"32","question_code":"Q38","question_desc":"What is the main drinking water source for your household? (only on answer)"},{"question_id":"33","question_code":"Q39","question_desc":"Is water normally available from this source in all seasons? "},{"question_id":"34","question_code":"Q40","question_desc":"How long does it take to collect water and come back?\nRecord number of minutes.\n"},{"question_id":"35","question_code":"Q41","question_desc":"Approximately how many litres of drinking water do you have access to per person per day in your household? (ask to see local water container and estimate the number of litres) "},{"question_id":"36","question_code":"Q42","question_desc":"What do you do to make water safer to drink? \n(Circle all that apply)\n "},{"question_id":"37","question_code":"Q43","question_desc":"What is your main reason for not treating the drinking water? "},{"question_id":"38","question_code":"Q44","question_desc":"What is your main reason for not treating the drinking water? "},{"question_id":"39","question_code":"Q45","question_desc":"May I see the main container(s) where you store your water?\n"},{"question_id":"40","question_code":"Q46","question_desc":"Based on observations, record whether the container has the following characteristics: (Circle all that apply)\n"},{"question_id":"41","question_code":"Q47","question_desc":"How often are the water containers cleaned? \n\n"},{"question_id":"42","question_code":"Q48","question_desc":"What type of toilet facility do members of your household usually use?\n\n"},{"question_id":"43","question_code":"Q49","question_desc":"Why is your main reason for not using a latrine? \n"},{"question_id":"44","question_code":"Q50","question_desc":"Do you share this facility with others who are not members of this household?\n1 = Yes\n0 = No\n"},{"question_id":"45","question_code":"Q51","question_desc":"How far is the latrine located from your home? (Observe and estimate distances) \n\n"},{"question_id":"46","question_code":"Q52","question_desc":"What is your main reason for using a latrine? "},{"question_id":"47","question_code":"Q53","question_desc":"What is done to dispose of young children?s (0-23 months) stools?"},{"question_id":"48","question_code":"Q54","question_desc":"How do you dispose of garbage that accumulates in your home?"},{"question_id":"49","question_code":"Q55","question_desc":"When do you wash your hands? (Circle all that apply)"},{"question_id":"50","question_code":"Q56","question_desc":"What are the reasons for not washing your hands? (Multiple responses possible)"},{"question_id":"51","question_code":"Q57","question_desc":"What do you wash your hands with?"},{"question_id":"52","question_code":"Q58","question_desc":"Please show me where members of your household most often wash their hands."},{"question_id":"53","question_code":"Q59","question_desc":"Observe presence of water at the specific place for hand washing. Verify by checking the tap\/pump, or basin, bucket, water container or similar objects for presence of water."},{"question_id":"54","question_code":"Q60","question_desc":"Record if any of the following are present at the specific place for hand washing.  \n(Circle all that apply)\n"},{"question_id":"55","question_code":"Q61","question_desc":"How far is the hand washing facility located from your home? (Observe and estimate distances) - metres"},{"question_id":"56","question_code":"Q62","question_desc":"What are the reasons for washing your hands? (Do not read answers; multiple responses possible)"},{"question_id":"57","question_code":"Q63","question_desc":"How do you think people get diarrhoea (at least 3 watery defecations in a day)? (Do not read answers; Multiple responses accepted) "},{"question_id":"58","question_code":"Q64","question_desc":"What do you do in your household to prevent people from getting diarrhoea? (Do not read options; check all that applies) "},{"question_id":"59","question_code":"Q65","question_desc":"In the last two weeks, have any of your children who are under 5 had diarrhoea?\nDiarrhoea is defined as three or more loose watery stool in a 24-hour period \n"},{"question_id":"60","question_code":"Q66","question_desc":"I would like to know how much the child was given to drink during the diarrhoea, including breast milk. Was he\/she given less than usual to drink, about the same amount, or more than usual? \nIf less: probe: Was he\/she given much less than usual to drink, or somewhat less? \n"},{"question_id":"61","question_code":"Q67","question_desc":"I would like to know how much (NAME) was given to eat during the diarrhoea, was he\/she given less than usual to eat, about the same amount, or more than usual? \nIf less: probe: Was he\/she given much less than usual to eat, or somewhat less? \n"},{"question_id":"62","question_code":"Q68","question_desc":"During the episode of diarrhoea, was (NAME) given ORS to drink? "},{"question_id":"63","question_code":"Q69","question_desc":"Was anything (else) given to treat the diarrhoea? "},{"question_id":"64","question_code":"Q70","question_desc":"What (else) was given to treat the diarrhoea? (Circle all that apply)\nDo not read answers aloud. Probe: Anything else? Check all treatments mentioned. \n"},{"question_id":"65","question_code":"Q71","question_desc":"Has your child been sick during the last month?"},{"question_id":"66","question_code":"Q72","question_desc":"If your child sick, where did you take them to seek health care?"},{"question_id":"67","question_code":"Q73","question_desc":"Is your child fully immunised?"},{"question_id":"68","question_code":"Q74","question_desc":"Did you ever breastfeed your child?"},{"question_id":"69","question_code":"Q75","question_desc":"How long after birth did you first put (NAME) to the breast?"},{"question_id":"70","question_code":"Q76","question_desc":"Would you please explain to me the reasons why you are not breastfeeding?"},{"question_id":"71","question_code":"Q77","question_desc":"Is breastfeeding important for young babies?"},{"question_id":"72","question_code":"Q78","question_desc":"If yes, can you please mention some of the benefits?\nRead the following options & select all that apply....\n"},{"question_id":"73","question_code":"Q79","question_desc":"From which age did you start feeding your children with foods other than breast milk?\nPlease record in months\n"},{"question_id":"74","question_code":"Q80","question_desc":"Has (Child NAME) ever received a vitamin A dose (green and red capsule)?"},{"question_id":"75","question_code":"Q81","question_desc":"Did (Child NAME) receive a vitamin A dose (green and red) within the last 6 months?\n\nPlease probe or show the common vitamin A capsule used in the area\n"},{"question_id":"76","question_code":"Q82","question_desc":"Did you see anyone for prenatal care while you were pregnant with (child)?\n\nIF YES: Whom did you see? Anyone else?\nMultiple responses \n"},{"question_id":"77","question_code":"Q83","question_desc":"How many times did you see health care service providers for care during the pregnancy?"},{"question_id":"78","question_code":"Q84","question_desc":"During your prenatal check, were you counselled on the following:\n(Delivery preparations, Breastfeeding, Child spacing, EPI, Danger signs of pregnancy)\n"},{"question_id":"79","question_code":"Q85","question_desc":"Did you used folic acid tablets during pregnancy?"},{"question_id":"80","question_code":"Q86","question_desc":"How long does it take in walking distance from your home to the nearest health facility?"},{"question_id":"81","question_code":"Q87","question_desc":"Have you ever been visited by a community health worker for health related issues (includes, pregnancy etc)?"},{"question_id":"82","question_code":"Q88","question_desc":"What signs and symptoms would indicate the need to seek health care outside home?"},{"question_id":"83","question_code":"Q89","question_desc":"Where is the first place you would go for care if you had these symptoms or obstetric complications?"},{"question_id":"84","question_code":"Q90","question_desc":"Where did you give birth to your last child?"},{"question_id":"85","question_code":"Q91","question_desc":"Who assisted you with child delivery?"},{"question_id":"86","question_code":"Q92","question_desc":"After (your last child) was born, within the 1st 24 hours, did anyone check on your health?"},{"question_id":"87","question_code":"Q93","question_desc":"If yes, who will examine your health condition?"},{"question_id":"88","question_code":"Q94","question_desc":"Is there any ongoing activities within your community to help people and especially women learn like literacy courses?"},{"question_id":"89","question_code":"Q95","question_desc":"Is there any ongoing activities within your community to help people and especially women learn like literacy courses?"},{"question_id":"90","question_code":"Q96","question_desc":"Can the respondent correctly recognize at least 4 out of 5 Dari letters with ease?"},{"question_id":"91","question_code":"Q97","question_desc":"Can the respondent correctly recognize at least 4 out of 5 Dari numbers with ease?"},{"question_id":"92","question_code":"Q98","question_desc":"Does the respondent identify 4 out of 5 words with ease?"},{"question_id":"93","question_code":"Q99","question_desc":"Which of the following words has a correct spelling for the word teacher? Does the respondent identify correct word with ease?"}]